[
    {
        "type": "snippet",
        "category": "jackle_years_old_news",
        "text": [
            {
                "id": "jackle_years_old_news_1",
                "text": "BREAKING! Terrorist attack in Poland strikes fear in public. President Toffer has flown overseas to attend a vigil for those who have lost their lives in this tragic incident."
            },
            {
                "id": "jackle_years_old_news_2",
                "text": "Unvieled in the Hosay county Tech-Con, a new micro camera stuns audiences with its multi-lens precision images and videos. Soon to be included in the O3 line of Ollie phones."
            },
            {
                "id": "jackle_years_old_news_3",
                "text": "BREAKING! Outbreak of unknown illness in rural community leaves dozens hospitalized. CDC investigating potential contamination of water supply."
            },
            {
                "id": "jackle_years_old_news_4",
                "text": "MIT develops promising new antiviral compound, begins testing as treatment for mysterious sickness."
            },
            {
                "id": "jackle_years_old_news_5",
                "text": "ChemCorp denies allegations of improper chemical waste disposal after mutated wildlife discovered near facility."
            },
            {
                "id": "jackle_years_old_news_6",
                "text": "Public health emergency declared in three states following spike in violent attacks. Officials suspect link to rabies outbreak among stray dogs and wildlife. Water-boil policy enacted."
            },
            {
                "id": "jackle_years_old_news_7",
                "text": "Superbugs on the rise? CDC reports widespread antibiotic resistance emerging in common bacteria strains."
            },
            {
                "id": "jackle_years_old_news_8",
                "text": "Biology professor under investigation for controversial 'forced evolution' experiments on campus animals."
            },
            {
                "id": "jackle_years_old_news_9",
                "text": "President Toffer's new tax plan passes House vote after intense debate. Republicans praise the cuts while Democrats warn of impacts on social services."
            },
            {
                "id": "jackle_years_old_news_10",
                "text": "Historic heatwave continues - temperatures exceed 110°F across Southwest. Energy grid struggles to meet demand for air conditioning."
            },
            {
                "id": "jackle_years_old_news_11",
                "text": "Controversy after pop star cancels concert over state's new gasoline tariff. Fans demand refunds amid intense public debate."
            },
            {
                "id": "jackle_years_old_news_12",
                "text": "BREAKING: Toffer wins second term in nail-biter election. Promises to continue economic growth and military expansion."
            },
            {
                "id": "jackle_years_old_news_13",
                "text": "Toffer administration pledges increased aid to Israel amid growing tensions with Iran. Critics question impact on domestic spending."
            },
            {
                "id": "jackle_years_old_news_14",
                "text": "First manned mission to Mars announced by Vice President Gray. NASA scrambles to meet ambitious 6-year timeline."
            }
        ]
    },
    {
        "type": "snippet",
        "category": "jackle_one_year_old_news",
        "text": [
            {
                "id": "jackle_one_year_old_news_1",
                "text": "CDC still searching for cause of mystery illness outbreak last year. Small town quarantined as precaution."
            },
            {
                "id": "jackle_one_year_old_news_2",
                "text": "President Toffer's tax cuts lead to wider deficit, putting social programs at risk."
            },
            {
                "id": "jackle_one_year_old_news_3",
                "text": "Unexplained attacks on livestock reported across Midwest. Officials suspect coordinated effort by activists."
            },
            {
                "id": "jackle_one_year_old_news_4",
                "text": "BREAKING: Apparent bio-weapon attack hits Mongolia. Scattered reports of violent acts of cannibalism."
            },
            {
                "id": "jackle_one_year_old_news_5",
                "text": "MIT unveils advanced prosthetics lab, funded by grants from Toffer administration."
            },
            {
                "id": "jackle_one_year_old_news_6",
                "text": "Stocks tumble amidst global political uncertainty. Vice President Gray urges calm, citing strong economic fundamentals."
            },
            {
                "id": "jackle_one_year_old_news_7",
                "text": "New Uncanny toys accused of recording private conversations. Company denies claims."
            },
            {
                "id": "jackle_one_year_old_news_8",
                "text": "Climate change woes continue as massive storms lash coasts. Thousands displaced. Toffer administration faces criticism over inaction."
            },
            {
                "id": "jackle_one_year_old_news_9",
                "text": "Controversial new book claims evidence of alien visitations. Scientists quick to dismiss."
            },
            {
                "id": "jackle_one_year_old_news_10",
                "text": "WHO concerned by rise of antibiotic resistant superbugs. Seeks global accord for resolution."
            },
            {
                "id": "jackle_one_year_old_news_11",
                "text": "Pop star's new single banned from airwaves for explicit lyrics. Sparks nationwide protests."
            },
            {
                "id": "jackle_one_year_old_news_12",
                "text": "EXTENDED SECOND TERM? General Ariel Dabrowski supports Toffer's martial law declaration amidst uncertianty."
            }
        ]
    },
    {
        "type": "snippet",
        "category": "jackle_months_old_news",
        "text": [
            {
                "id": "jackle_months_old_news_1",
                "text": "BREAKING: Unidentified military forces attack Hawaii and Florida. Entire towns reported occupied amid communications blackout. National Guard and Coast Guard quick to act."
            },
            {
                "id": "jackle_months_old_news_2",
                "text": "FLORIDA LOST: Mystery deepens as no nation claims responsibility for devastating attacks. Toffer administration vows retaliation once attackers identified."
            },
            {
                "id": "jackle_months_old_news_3",
                "text": "Uncanny unveils biotic eyeball prosthetic. Claims cyborg super soldiers will defend homeland."
            },
            {
                "id": "jackle_months_old_news_4",
                "text": "Phuket catastrophe: Thousands dead in rabies outbreak. Province quarantined by Thai military as disease spreads."
            },
            {
                "id": "jackle_months_old_news_5",
                "text": "Toffer orders nationwide draft to counter foreign threats. Protests erupt over forced conscription."
            },
            {
                "id": "jackle_months_old_news_6",
                "text": "Toffer reveals he's taken mystery 'super drug' for years. Claims it enhances mental and physcial acuity, despite public backlash."
            },
            {
                "id": "jackle_months_old_news_7",
                "text": "Global tensions rise as Toffer occuptation enters fifth year. Leader seen publicly with General Dabrowski."
            },
            {
                "id": "jackle_months_old_news_8",
                "text": "Food shortages predicted as massive storms devastate Midwest grain belt. Prices skyrocket on staples."
            },
            {
                "id": "jackle_months_old_news_9",
                "text": "Riots grip Detroit as unemployed workers protest extended martial law."
            },
            {
                "id": "jackle_months_old_news_10",
                "text": "Scientists confirm new rabies strains highly contagious. Warn vaccine may not protect against Phuket variant."
            }
        ]
    },
    {
        "type": "snippet",
        "category": "jackle_weeks_old_news",
        "text": [
            {
                "id": "jackle_weeks_old_news_1",
                "text": "Phuket virus reaches Washington D.C. Toffer administration alarmingly silent as chaos spreads."
            },
            {
                "id": "jackle_weeks_old_news_2",
                "text": "CDC: Virus contains ancient RNA matching Antarctic samples. Evidence points to accidental release."
            },
            {
                "id": "jackle_weeks_old_news_3",
                "text": "Mercenary group Mhoros Corps claims responsibility for U.S. attacks. Declares open war on American power."
            },
            {
                "id": "jackle_weeks_old_news_4",
                "text": "Mhoros soldiers found to carry virus with no ill effects. Oddly, Aegis virus seems to enhance their capabilities."
            },
            {
                "id": "jackle_weeks_old_news_5",
                "text": "Disease dubbed 'Aegis Virus' for Jekyll-Hyde effects. Immune system determines sickness or strength."
            },
            {
                "id": "jackle_weeks_old_news_6",
                "text": "Lyseviriona Malegis. The Aegis virus. Blessing or curse? An insider opinion from a defected Mhoros Corps soldier."
            },
            {
                "id": "jackle_weeks_old_news_7",
                "text": "Leaked files show Toffer tied to Mhoros Corps funding. His 'superdrug' found to be Aegis immunosuppressant."
            },
            {
                "id": "jackle_weeks_old_news_8",
                "text": "Toffer exposed! 'Superdrug' helps Aegis virus augment his abilities while harming citizens."
            },
            {
                "id": "jackle_weeks_old_news_9",
                "text": "Apocalypse fears drive sales of prepper supplies. Canned goods flying off shelves nationwide."
            },
            {
                "id": "jackle_weeks_old_news_10",
                "text": "Dread and panic spread as Aegis Virus advances. No end in sight to national nightmare. Schools closed indefinitely."
            },
            {
                "id": "jackle_weeks_old_news_11",
                "text": "Aegis leaping between victims at unprecedented pace. Cities struggle to enforce quarantines."
            }
        ]
    },
    {
        "type": "snippet",
        "category": "jackle_newest_news",
        "text": [
            {
                "id": "jackle_newest_news_1",
                "text": "Y'know, I got this printing machine and I can say whatever I want now, so I wanna say this real quick: Fuck all y'all and fuck Toffer."
            },
            {
                "id": "jackle_newest_news_2",
                "text": "Aegis Virus reaches New England. Grab yo guns, grab yo wife! They eating everyone out here!"
            },
            {
                "id": "jackle_newest_news_3",
                "text": "MHOROS CORPS RECRUITMENT OFFICE: ENROLL TODAY OR ELSE"
            },
            {
                "id": "jackle_newest_news_4",
                "text": "SPOTTED! Toffer seen on private yacht near Baja California snorting directly from a brick of cocaine."
            },
            {
                "id": "jackle_newest_news_5",
                "text": "Canada Lost? New news from our neighbors for a week now... God save us all."
            },
            {
                "id": "jackle_newest_news_6",
                "text": "Hokey Frank's Apocalypse Supplies! Come on down! Located at the intersection of Medway and Huntoon in Boston MA! We got guns, food, toilet paper, everything you need to survive the Aegis Virus!"
            },
            {
                "id": "jackle_newest_news_7",
                "text": "I miss my mom. I hope youre still alive mommy. I'm trapped at the Channel 39 News station and I'm out of supplies. Send help." 
            },
            {
                "id": "jackle_newest_news_8",
                "text": "Don't trust the tap water! Boil everything - reports of Aegis Virus spreading through water supply."
            },
            {
                "id": "jackle_newest_news_9",
                "text": "Aegis reaches Chicago and New York. Urban outbreaks stretch military quarantine efforts to the brink."
            },
            {
                "id": "jackle_newest_news_10",
                "text": "MHOROS GO HOME! Grassroots resistance forms as martial law tightens. Freedom or death!"
            },
            {
                "id": "jackle_newest_news_11",
                "text": "Toffer rumored to have fled to bunker in [REDACTED]. Officials claim president 'monitoring situation closely."
            },
            {
                "id": "jackle_newest_news_12",
                "text": "God help us. Nothing stops them once infected. Aegis turns loving family into violent strangers in hours."
            },
            {
                "id": "jackle_newest_news_13",
                "text": "Stay strong. We will rebuild from the ashes. Do not lose faith - light still flickers in humanity's darkness."
            }
        ]
    }
]